Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_StorageOverquotaWarningText
source: You have exceeded your allocated storage space. You will not be able to upload or receive any more shares until you have more space. Please either upgrade your account or delete some files/folders to free up space.
ar: لقد تجاوزت مساحة التخزين المتاحة لك. لا يمكنك ترفيع اية ملفات إضافية او استقبال اية متشاركات إضافية، وذلك حتى تتوفر لديك مساحة تخزين. يمكنك ترقية اشتراكك للحصول على مساحة تخزين إضافية أو يمكنك حذف بعض الملفات او المجلدات الموجودة لديك لتوفير المساحة الازمة
es: Has excedido tu espacio de almacenamiento disponible. No podrás subir datos ni recibir más elementos compartidos hasta que tengas más espacio. Actualiza tu cuenta a PRO o elimina algunos archivos/carpetas para liberar espacio.
fr: Vous avez dépassé l’espace de stockage qui vous est attribué. Vous ne pourrez plus téléverser ni recevoir d’autres partages tant que vous n’aurez pas plus d’espace. Veuillez soit surclasser votre compte soit supprimer des fichiers ou dossiers pour libérer de l’espace.
id: Anda telah melebihi ruang penyimpanan yang dialokasikan. Anda tidak akan dapat mengunggah atau menerima lagi bagian sampai Anda memiliki lebih banyak ruang. Harap perbarui akun Anda atau hapus beberapa file / folder untuk mengosongkan ruang.
it: Hai superato il limite del tuo spazio di archiviazione. Non potrai caricare o ricevere altre condivisioni finché non avrai altro spazio. Per favore, passa a PRO o elimina qualche file o cartella per liberare un po' di spazio.
ja: 割り当てられたストレージスペースを超えました。スペースを増やすまで、共有物をアップロードしたり受信したりできません。スペースを解放するには、アカウントをアップグレードするか、いくつかファイル/フォルダを削除してください。
ko: 당신은 할당된 저장 공간을 초과하였습니다. 공간을 더 확보하기 전까지 더 이상 업로드를 하거나 공유를 받을 수 없습니다. 계정을 업그레이드 하거나 파일/폴더를 삭제하여 공간을 확보하세요.
nl: U heeft uw toegewezen opslagruimte overschreden. U bent niet in staat om te uploaden of nog meel gedeeld te ontvangen totdat u meer ruimte heeft. U kunt uw account upgraden of sommige bestanden/mappen verwijderen om ruimte vrij te maken.
pl: Przekroczono przydzieloną przestrzeń dyskową. Nie będziesz mógł przesyłać ani otrzymywać kolejnych udziałów, dopóki nie będziesz mieć więcej miejsca. Zaktualizuj konto lub usuń niektóre pliki / foldery, aby zwolnić miejsce.
pt_br: Você excedeu o espaço de armazenamento disponível. Até obter mais espaço, você não poderá fazer uploads ou acessar novas pastas compartilhadas. Por favor, faça o upgrade da sua conta ou delete alguns arquivos/pastas para liberar espaço.
ro: Ai depășit spațiul de stocare alocat. Nu vei mai putea să încarci sau să primești partajări decât după ce ai mai mult spațiu. Te rugăm să upgradezi contul sau să ștergi unele fișiere/foldere pentru a elibera spațiu.
ru: Вы превысили выделенное место для хранения. Вы не сможете загружать или получать общие элементы, пока не получите больше места. Улучшите свою учётную запись или удалите некоторые файлы/папки, чтобы освободить место.
th: คุณมีพื้นที่จัดเก็บเกินจำนวนที่กำหนดไว้แล้ว คุณจะไม่สามารถอัปโหลดหรือการแชร์เพิ่มอีกจนกว่าคุณจะมีพื้นที่มากขึ้น กรุณาอัปเกรดบัญชีของคุณหรือลบไฟล์/โฟลเดอร์บางส่วนเพื่อเพิ่มพื้นที่ว่าง
tr: Ayrılan depolama alanınızı aştınız. Yer açmadığınız sürece yeni dosyalar yükleyemez veya yeni paylaşımlar alamazsınız. Lütfen bazı dosya ve klasörleri silerek boş alan açın ya da hesabınızı yükseltin.
vi: Tài khoản đã dùng quá mức không gian lưu trữ cho phép. Tài khoản sẽ không được nhận thêm bất kì nội dung nào nữa, Xin xóa bớt dữ liệu không cần thiết khỏi Ổ Mây hoặc nâng cấp tài khoản để tiếp tục sử dụng dịch vụ.
zh_hans: 您已经超出了您的存储空间。除非有更多空间，否则您将无法上传或接收更多的共享。请升级您的账户或删除一些文件/文件夹以释放空间。
zh_hant: 您已超出您可用的儲存空間。在您擁有更多空間之前，您將無法再上傳或接收任何新的檔案。請升級您的帳戶或刪除一些檔案/資料夾以釋放空間。

# UI_OverallUsageText
source: Transfer quota is used for downloading files. If you exceed your transfer quota, you will have to wait until your quota resets.
ar: تنزيل الملفات يستهلك من حجم التراسل. إذا تجاوزت حجم التراسل المتاح لك سوف يتعين عليك الانتظار حتى يتم إعادة تصفير حجم التراسل المتاح
es: La cuota de transferencia se usa para descargar archivos. Si excedes tu cuota de transferencia, deberás esperar hasta que se renueve tu cuota.
fr: Le quota de transfert est utilisé pour télécharger des fichiers. Si vous dépassé votre quota de transfert, vous devrez attendre jusqu’à ce que votre quota se réinitialise.
id: Kuota transfer digunakan untuk mengunduh file. Jika Anda melebihi kuota transfer Anda, Anda harus menunggu hingga kuota Anda diatur ulang.
it: La banda di trasferimento viene utilizzata per il download dei file. Se superi la tua banda di trasferimento, dovrai aspettare finché la tua banda non si resetta.
ja: 転送容量はファイルのダウンロードに使用されます。転送容量を超えた場合、容量がリセットされるまで待つ必要があります。
ko: 전송 할당량은 파일을 다운로드할 때 사용됩니다. 만약 전송 할당량을 초과하면, 할당량이 초기화될 때까지 기다려야합니다.
nl: Overdracht tegoed is gebruikt voor het downloaden van bestanden. Als u de overdracht tegoed overschrijdt, moet u wachten totdat het tegoed wordt gereset.
pl: Limit transferu służy do pobierania plików. Jeśli przekroczysz limit transferu, będziesz musiał zaczekać, aż kwota zostanie zresetowana.
pt_br: A cota de transferência é usada para baixar arquivos. Se você exceder sua cota de transferência, será necessário esperar até ter cota disponível.
ro: Cota de transfer este folosită pentru descărcarea de fișierele. Dacă depășești cota de transfer, va trebui să aștepți până când cota va fi resetată.
ru: Квота передачи используется для загрузки файлов. Если вы превысите квоту, вам придётся подождать, пока она не сбросится.
th: โควต้าการถ่ายโอนจะใช้ในการดาวน์โหลดไฟล์ หากคุณมีโควต้าการถ่ายโอนเกินกำหนดแล้ว จะต้องรอจนกว่าโควต้าของคุณจะรีเซ็ตใหม่อีกครั้ง
tr: Aktarma kotası dosya indirilirken kullanılır. Eğer aktarma kotanızı aşarsanız, kotanız sıfırlanana kadar beklemeniz gerekecektir.
vi: Băng thông truyền tải đường dùng việc tải về tệp tin. Một khi dùng hết, cần phải chờ qua thời hạn để hồi phục lại.
zh_hans: 流量配额用于下载文件。如果您超过您的流量配额，您必须等到配额重置。
zh_hant: 下載檔案時會使用到傳輸配額。如果超出傳輸配額，則必須等到配額重置才能再使用。

# UI_PaymentMethod
source: Payment method
ar: طرق الدفع
es: Método de pago
fr: Mode de paiement
id: Cara pembayaran
it: Metodo di pagamento
ja: 支払方法
ko: 결제 수단
nl: Betaal methode
pl: Sposób płatności
pt_br: Método de pagamento
ro: Metodă de plată
ru: Вид оплаты
th: วิธีการชำระเงิน
tr: Ödeme türü
vi: Phương thức thanh toán
zh_hans: 付款方式
zh_hant: 付款方式

# UI_PlanType
source: Plan type
ar: نمط الاشتراك
es: Tipo de plan
fr: Type d’abonnement
id: Tipe plan
it: Tipo di piano
ja: プランの種類
ko: 요금제 유형
nl: Abonnement type
pl: Rodzaj planu
pt_br: Tipo de plano
ro: Tipul planului
ru: Тип плана
th: ประเภทแผน
tr: Tarife türü
vi: Hạng gói cước
zh_hans: 计划类型
zh_hant: 方案類型

# UI_SubscriptionEnds
source: Subscription ends
ar: نهاية الاشتراك
es: Caducidad de la suscripción
fr: L’abonnement se termine
id: Langganan berakhir
it: Fine abbonamento
ja: サブスクリプションの終了
ko: 구독 만료일
nl: Abonnement loopt af
pl: Subskrypcja się kończy
pt_br: Vencimento do plano
ro: Abonamentul se încheie
ru: Подписка заканчивается
th: การสิ้นสุดการบอกรับเป็นสมาชิก
tr: Abonelik bitimi
vi: Thuê bao hết ngày
zh_hans: 订阅结束
zh_hant: 訂閱結束

# UI_SubscriptionRenews
source: Subscription renews
ar: تجديد الاشتراك
es: Renovación de la suscripción
fr: L’abonnement se renouvelle
id: Langganan diperbarui
it: Rinnovi abbonamento
ja: サブスクリプションの更新
ko: 구독 갱신일
nl: Abonnement herhaalt
pl: Subskrypcja odnawia się
pt_br: Renovação do plano
ro: Abonamentul se reînnoiește
ru: Подписка продлевается
th: การต่ออายุการบอกรับเป็นสมาชิก
tr: Abonelik yenilenmesi
vi: Thuê bao tiếp ngày
zh_hans: 续订
zh_hant: 續訂方案

# UI_TotalStorage
source: Total storage
ar: المساحة الكلية
es: Almacenamiento total
fr: Espace de stockage total
id: Penyimpanan total
it: Archiviazione totale
ja: 合計ストレージ
ko: 전체 저장 공간
nl: Totale opslag
pl: Całkowita pamięć
pt_br: Armazenamento total
ro: Stocare totală
ru: Всё хранилище
th: พื้นที่เก็บข้อมูลทั้งหมด
tr: Toplam depolama
vi: Tổng không gian
zh_hans: 总容量
zh_hant: 總儲存量

# UI_TotalTransferQuota
source: Total transfer quota
ar: حجم التراسل المتاح
es: Cuota de transferencia total
fr: Quota de transfert total
id: Total kuota transfer
it: Banda di trasferimento totale
ja: 合計転送容量
ko: 전체 전송 할당량
nl: Totale overdracht tegoed
pl: Całkowity limit transferu
pt_br: Cota de transferência total
ro: Cotă de transfer totală
ru: Вся квота передач
th: โควต้าการถ่ายโอนทั้งหมด
tr: Toplam aktarma kotası
vi: Tổng băng thông
zh_hans: 总流量
zh_hant: 總傳輸量

# UI_UsedStorage
source: Used storage
ar: المساحة المستخدمة
es: Almacenamiento usado
fr: Espace de stockage utilisé
id: Penyimpanan bekas
it: Spazio di archiviazione utilizzato
ja: 使用済みストレージ
ko: 이용한 저장 공간
nl: Gebruikte opslag
pl: Wykorzystana powierzchnia
pt_br: Armazenamento usado
ro: Stocare folosită
ru: Использовано
th: พื้นที่เก็บข้อมูลที่ใช้
tr: Kullanılan depolama
vi: Luợng sử dụng
zh_hans: 已用容量
zh_hant: 已使用空間

# UI_UsedTransferQuota
source: Used transfer quota
ar: حجم التراسل المستخدم
es: Cuota de transferencia usada
fr: Quota de transfert utilisé
id: Kuota transfer yang digunakan
it: Banda di trasferimento utilizzata
ja: 使用済み転送容量
ko: 사용한 전송 할당량
nl: Gebruikte overdracht tegoed
pl: Użyty limit transferu
pt_br: Cota de transferência usada
ro: Cotă de transfer folosită
ru: Использованная квота передач
th: โควต้าการถ่ายโอนที่ใช้แล้ว
tr: Kullanılan aktarma kotası
vi: Băng thông đã dùng
zh_hans: 已用流量
zh_hant: 已使用的傳輸量

# UI_TransferOverquotaWarningText
source: You have exceeded your allocated transfer quota. You will not be able to download until your transfer quota has reset. Please either upgrade your account or wait until your transfer quota has reset.
ar: لقد تجاوزت حجم التراسل المتاح لك. لا يمكنك تنزيل اية ملفات إضافية حتى يتم إعادة تصفير حجم التراسل المتاح. يمكنك ترقية اشتراكك للحصول على حجم التراسل إضافي أو يمكنك الانتظار حتى يتم إعادة تصفير حجم التراسل المتاح
es: Has excedido tu cuota de transferencia disponible. No podrás descargar hasta que se renueve tu cuota de transferencia. Actualiza tu cuenta a PRO o espera hasta que se restablezca tu cuota de transferencia.
fr: Vous avez dépassé le quota de transfert qui vous est attribué. Vous ne pourrez plus télécharger tant que votre quota de transfert ne sera pas réinitialisé. Veuillez soit surclasser votre compte soit patienter jusqu’à ce que votre quota se réinitialise.
id: Anda telah melebihi kuota transfer yang dialokasikan. Anda tidak akan dapat mengunduh sampai kuota transfer Anda disetel ulang. Harap tingkatkan akun Anda atau tunggu hingga kuota transfer Anda disetel ulang.
it: Hai superato il limite della tua banda di trasferimento. Non potrai scaricare finché non avrai altra banda di trasferimento. Per favore, passa a PRO o attendi finché la tua banda di trasferimento si resetta.
ja: 割り当てられた転送容量を超えました。転送容量がリセットされるまでダウンロードできません。アカウントをアップグレードするか、転送容量がリセットされるまでお待ちください。
ko: 당신은 할당된 전송 할당량을 초과하였습니다. 전송 할당량이 초기화될 때까지 다운로드를 할 수 없습니다. 계정을 업그레이드하거나 전송 할당량이 초기화될 때까지 기다리세요.
nl: U heeft uw toegewezen overdracht tegoed overschreden. U kunt niet downloaden totdat uw overdracht tegoed is gereset. U kunt uw account upgraden of wachten totdat uw overdracht tegoed is gereset.
pl: Przekroczono przyznany limit transferu. Nie będzie można pobrać, dopóki limit transferu nie zostanie zresetowany. Uaktualnij swoje konto lub poczekaj, aż limit transferu się zresetuje.
pt_br: Você excedeu a cota de transferência disponível. Enquanto não tiver cota de transferência disponível, não será possível fazer downloads. Por favor, faça o upgrade da sua conta ou espere até acumular mais cota de transferência,
ro: Ai depășit cota de transfer alocată. Nu vei putea să descarci până când cota ta de transfer nu va fi resetată. Te rugăm fie să îți upgradezi contul, fie să aștepți până când cota de transfer va fi resetată.
ru: Вы превысили выделенную квоту передачи и не сможете скачивать, пока квота не будет сброшена. Пожалуйста, улучшите учётную запись или подождите сброса квоты передачи.
th: คุณมีโควตาการโอนเกินที่กำหนดแล้ว คุณจะไม่สามารถดาวน์โหลดได้จนกว่าโควต้าการถ่ายโอนจะได้รับการตั้งค่าใหม่ กรุณาอัปเกรดบัญชีของคุณหรือรอจนกว่าโควต้าการโอนจะได้รับการตั้งค่าใหม่
tr: İzin verilen aktarma kotanızı aştınız. Aktarma kotanız sıfırlanana kadar indirme yapamazsınız. Lütfen hesabınız yükseltin ya da aktarma kotanız sıfırlanana kadar bekleyin.
vi: Tài khoản đã vượt quá mức băng thông truyền tải được cho phép. Mọi phiên tải sẽ bị dừng. Xin vui lòng chờ cho đến khi hạn mức được phục hồi để tiếp tục hoặc nâng cấp tài khoản để tiếp tục tận hưởng băng thông lớn hơn.
zh_hans: 您已超出您的流量配额。在您的流量重置之前，您将无法下载。请升级您的账户或等到您的流量配额重置。
zh_hant: 您已超出您可用的傳輸配額。在傳輸配額重新計算之前，您將無法下載。請升級您的帳戶或等到您的傳輸配額重新計算後再行操作。

# UI_PaymentInformation
source: Payment information
ar: معلومات الدفع
es: Información de pago
fr: Informations de paiement
id: Informasi Pembayaran
it: Informazioni di pagamento
ja: 支払情報
ko: 결제 정보
nl: Betalingsinformatie
pl: Informacje o płatności
pt_br: Informação de pagamento
ro: Informații privind plata
ru: Платёжная информация
th: ข้อมูลการชำระเงิน
tr: Ödeme bilgileri
vi: Thông tin thanh toán
zh_hans: 支付信息
zh_hant: 付款資訊

# UI_Annual
source: Annual
ar: سنوي
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
ja: 年間
ko: 연간
nl: Jaarlijks
pl: Roczne
pt_br: Anual
ro: Anual
ru: Годовой
th: ประจำปี
tr: Yıllık
vi: Hằng năm
zh_hans: 年度
zh_hant: 年度

# UI_AnnualRecurring
source: Annual recurring
ar: تجديد السنوي
es: Recurrente anual
fr: Période annuel
id: Berulang tahunan
it: Ricorrenza annuale
ja: 年間自動更新
ko: 연간 갱신
nl: Jaarlijks
pl: Coroczne powtarzanie
pt_br: Assinatura anual
ro: Plată recurentă anuală
ru: Годовая
th: การชำระเงินประจำปี
tr: Yıllık tekrarlar
vi: Định kỳ thường niên
zh_hans: 每年续订
zh_hant: 每年續訂

# UI_General
source: General
ar: عام
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
th: ทั่วไป
tr: Genel
vi: Tổng Quan
zh_hans: 概述
zh_hant: 綜述

# UI_Monthly
source: Monthly
ar: شهريا
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensilmente
ja: 月ごと
ko: 월간
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_hans: 每月
zh_hant: 月付

# UI_MonthlyRecurring
source: Monthly recurring
ar: تجديد شهري
es: Recurrente mensual
fr: Périodique mensuel
id: Berulang bulanan
it: Ricorrenza mensile
ja: 毎月自動更新
ko: 월간 갱신
nl: Maandelijks herhaalt
pl: Miesięczny cykl
pt_br: Assinatura mensal
ro: Plată recurentă lunară
ru: Месячная
th: การชำระเงินประจำเดือน
tr: Aylık tekrarlar
vi: Định kỳ mỗi tháng
zh_hans: 每月续订
zh_hant: 每月續訂

# UI_Profile
source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
id: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
th: โปรไฟล์
tr: Profil
vi: Cá Nhân
zh_hans: 文件
zh_hant: 檔案

# UI_StorageAndTransfer
source: Storage & Transfer
ar: مساحة التخزين والتراسل
es: Almacenamiento & transferencia
fr: Espace de stockage et transfert
id: Penyimpanan & Transfer
it: Archiviazione & Trasferimento
ja: ストレージ＆転送
ko: 저장 공간 & 전송
nl: Opslag & Ovedracht
pl: Przechowywanie i przesyłanie
pt_br: Armazenamento & Transferência
ro: Stocare și transfer
ru: Хранение и передачи
th: การจัดเก็บและการถ่ายโอน
tr: Depolama ve Aktarma
vi: Lưu Trữ & Truyền Tải
zh_hans: 容量和传输
zh_hant: 儲存 & 傳輸

# UI_AvailableStorage
source: Available storage
ar: المساحة المتوفرة
es: Almacenamiento disponible
fr: Espace de stockage disponible
id: Penyimpanan yang tersedia
it: Archiviazione disponibile
ja: 利用可能なストレージ
ko: 사용 가능한 공간
nl: Beschikbare ruimte
pl: Dostępna pamięć
pt_br: Armazenamento disponível
ro: Stocare disponibilă
ru: Доступное хранилище
th: พื้นที่เก็บข้อมูลที่พร้อมใช้งาน
tr: Mevcut depolama
vi: Không gian lưu trữ còn lại
zh_hans: 可用容量
zh_hant: 可用的儲存空間

# UI_AvailableTransferQuota
source: Available transfer quota
ar: حجم التراسل المتوفر
es: Cuota de transferencia disponible
fr: Quota de transfert disponible
id: Kuota transfer tersedia
it: Banda di trasferimento disponibile
ja: 利用可能な転送容量
ko: 사용 가능한 전송 할당량
nl: Beschikbare overdracht tegoed
pl: Dostępny limit transferu
pt_br: Cota de transferência disponível
ro: Cotă de transfer disponibilă
ru: Доступная квота передачи
th: โควต้าการถ่ายโอนที่มีอยู่
tr: Mevcut aktarma kotası
vi: Băng thông truyền tải còn lại
zh_hans: 可用流量
zh_hant: 可用的傳輸量

# UI_TransferQuota
source: Transfer quota
ar: نقل البيانات
es: Cuota de transferencia
fr: de quota de transfert
it: Banda di trasferimento
ja: 転送容量制限
ko: 전송 할당량
nl: Overdracht tegoed
pl: Limit transferu
pt_br: Cota de transferência
ro: Cotă de transfer
ru: трафика
th: โควต้าการถ่ายโอน
tr: Aktarma kotası
vi: Băng thông truyền tải
zh_hans: 传输配额(频宽)
zh_hant: 傳輸配額(頻寬)

# UI_IncomingShares
source: Incoming shares
ar: المشاركات القادمة
es: Compartido conmigo
fr: Partages entrants
id: Berbagi masuk
it: Condivisioni in arrivo
ja: 受信共有
ko: 들어오는 공유
nl: Binnenkomende delen
pl: Przychodzące udostępnienia
pt_br: Compartilhado comigo
ro: Partajări primite
ru: Открытый доступ
th: แชร์ขาเข้า
tr: Gelen paylaşımlar
vi: Mục chia sẻ nhận được
zh_hans: 分享给我的文件夹
zh_hant: 我收到的分享

# UI_PleaseWait
source: Please wait
ar: يرجى الانتظار
es: Por favor, espera
fr: Veuillez patienter
id: Harap tunggu
it: Per favore, attendi
ja: お待ちください
ko: 기다려주세요
nl: Geduld a.u.b.
pl: Proszę czekać
pt_br: Aguarde
ro: Te rugăm să aștepți
ru: Подождите
th: กรุณารอ
tr: Lütfen bekleyin
vi: Xin chờ
zh_hans: 请稍候
zh_hant: 請稍候

# UI_CreditCard
source: Credit card
ar: بطاقة الائتمان
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di Credito
ja: クレジットカード
ko: 신용카드
nl: Credit kaart
pl: Karta kredytowa
pt_br: Cartão de crédito
ro: Card de credit
ru: Кредитная карта
th: บัตรเครดิต
tr: Kredi kartı
vi: Thẻ tín dụng
zh_hans: 信用卡
zh_hant: 信用卡

# UI_Free
source: Free
ar: مجانا
es: Gratis
fr: Gratuit
id: Gratis
it: Gratis
ja: 無料
ko: 무료
nl: Gratis
pl: Darmowe
pt_br: Grátis
ro: Gratuit
ru: Бесплатно
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# UI_InAppPurchasePaymentMethod
source: In app purchase (Microsoft Store)
ar: الشراء من داخل التطبيق (متجر مايكروسوفت)
es: Compra In app (Microsoft Store)
fr: Achat intégré (logithèque Microsoft Store)
id: Beli dalam app (Microsoft Store)
it: Acquisto in-app (Microsoft Store)
ja: アプリ内購入（Microsoftストア）
ko: 인앱 결제 (Microsoft Store)
nl: In app betaling (Microsoft Store)
pl: Zakupy przez aplikację (Microsoft Store)
pt_br: Comprar no aplicativo (Microsoft Store)
ro: Achiziție în aplicație (Microsoft Store)
ru: Покупки в приложении (Microsoft Store)
th: การซื้อเพิ่มเติมในแอป (Microsoft Store)
tr: Uygulama içi satın alma (Microsoft Store)
vi: Mua hàng trong ứng dụng (Microsoft Store)
zh_hans: 应用中购买（微软商店）
zh_hant: 在應用程式中購買（微軟Microsoft Store）

# UI_Month
source: Month
ar: شهر
es: Mes
fr: Mois
id: Bulan
it: Mese
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt_br: mês
ro: Lună
ru: Месяц
th: เดือน
tr: Ay
vi: Tháng
zh_hans: 月
zh_hant: 月

# UI_Storage
source: Storage
ar: التخزين
es: Almacenamiento
fr: Espace de stockage
id: Gudang
it: Archivio
ja: ストレージ
ko: 저장소
nl: Opslag
pl: Pojemności
pt_br: Armazenamento
ro: Spațiu de stocare
ru: свободного места
th: พื้นที่จัดเก็บข้อมูล
tr: Saklama alanı
vi: Lưu trữ
zh_hans: 储存空间
zh_hant: 儲存空間

# UI_UpgradeStep1
source: Step 1. Select a PRO plan
ar: الخطوة 1 - اختر اشتراك
es: Paso 1. Selecciona un plan PRO
fr: Étape 1. Sélectionner un abonnement PRO
id: Langkah 1. Pilih rencana PRO
it: Step 1. Seleziona un piano PRO
ja: ステップ1. PROプランを選択
ko: 1단계. PRO 요금제 선택
nl: Stap 1. Selecteer een PRO abonnement
pl: Krok 1. Wybierz plan PRO
pt_br: 1. Selecione um plano PRO
ro: Pasul 1: Selectează un plan PRO
ru: Шаг 1. Выберите план PRO
th: ขั้นตอนที่ 1. เลือกแผน PRO
tr: 1. Adım: Bir PRO tarifesi seçin
vi: Bước 1. Chọn một gói PRO
zh_hans: 第1步. 选择一个PRO计划
zh_hant: 步驟1. 選擇PRO專業版方案

# UI_UpgradeStep2
source: Step 2. Select membership duration
ar: الخطوة 2 - اختر مدة الاشتراك
es: Paso 2. Selecciona la duración de la suscripción
fr: Étape 2. Sélectionner une durée d’abonnement
id: Langkah 2. Pilih durasi membership
it: Step 2. Seleziona una durata dell'abbonamento
ja: ステップ2. メンバーシップの期間を選択
ko: 2단계. 회원권 기간 선택
nl: Stap 2. Selecteer lidmaatschap duur
pl: Krok 2. Wybierz czas członkostwa
pt_br: 2. Selecione a duração do plano
ro: Pasul 2. Selectează durata ca membru
ru: Шаг 2. Выберите период подписки
th: ขั้นตอนที่ 2. เลือกระยะเวลาการเป็นสมาชิก
tr: 2. Adım: Üyelik süresini seçin
vi: Bước 2. Chọn thời hạn cho mỗi kỳ
zh_hans: 第2步. 选择会员期限
zh_hant: 步驟2. 選擇會員期限

# UI_UpgradeStep3
source: Step 3. Select payment method
ar: الخطوة 3 - اختر طريقة الدفع
es: Paso 3. Selecciona el método de pago
fr: Étape 3. Sélectionner un mode de paiement
id: Langkah 3. Pilih metode pembayaran
it: Step 3. Seleziona un metodo di pagamento
ja: ステップ3. お支払い方法を選択
ko: 3단계. 결제 수단 선택
nl: Stap 3. Selecteer betalingsmethode
pl: Krok 3. Wybierz metodę płatności
pt_br: 3. Selecione o método de pagamento
ro: Pasul 3. Selectează metoda de plată
ru: Шаг 3. Выберите способ оплаты
th: ขั้นตอนที่ 3. เลือกวิธีการชำระเงิน
tr: 3. Adım: Ödeme yöntemini seçin
vi: Bước 3. Chọn phương thức thanh toán
zh_hans: 第3步. 选择付款方式
zh_hant: 步驟3. 選擇付款方式

# UI_Year
source: Year
ar: عام
es: Año
fr: Année
id: Tahun
it: Anno
ja: 年
ko: 연
nl: Jaar
pl: Rok
pt_br: Ano
ro: An
ru: Год
th: ปี
tr: Yıl
vi: Năm
zh_hans: 年
zh_hant: 年

# UI_MembershipDuration
source: Membership duration
ar: مدة الاشتراك
es: Duración de la suscripción
fr: Durée d’abonnement
id: Durasi membership
it: Durata abbonamento
ja: メンバーシップの期間
ko: 회원권 기간
nl: Lidmaatschap duur
pl: Okres członkostwa
pt_br: Duração do plano
ro: Durată ca membru
ru: Период подписки
th: ระยะเวลาการเป็นสมาชิก
tr: Üyelik süresi
vi: Độ dài chu kỳ gói cước
zh_hans: 会员期限
zh_hant: 會員期限

# UI_Purchase
source: Purchase
ar: شراء
es: Comprar
fr: Acheter
id: Beli
it: Acquista
ja: 購入
ko: 결제
nl: Aanschaffen
pl: Zakup
pt_br: Comprar
ro: Achiziționează
ru: Купить
th: ซื้อ
tr: Satın al
vi: Mua
zh_hans: 购买
zh_hant: 購買

# UI_SaveMoney
source: Save {0}
ar: حفظ {0}
es: Guardar {0}
fr: Économisez {0}
id: Simpan {0}
it: Salva {0}
ja: {0}節約
ko: 잔고 {0}
nl: Opslaan {0}
pl: Zapisz {0}
pt_br: Economize {0}
ro: Salvează {0}
ru: Экономия {0}
th: ประหยัด {0}
tr: {0} tasarruf edin
vi: Tiết kiệm {0}
zh_hans: 保存{0}
zh_hant: 儲存 {0}

# UI_UpgradeStepCounter
source: Step {0}/{1}
ar: الخطوة {0} من {1}
es: Paso {0}/{1}
fr: Étape {0}/{1}
ja: ステップ {0}/{1}
ko: {0}/{1} 단계
nl: Stap {0}/{1}
pl: Krok {0}/{1}
pt_br: Passo {0}/{1}
ro: Pasul {0}/{1}
ru: Шаг {0}/{1}
th: ขั้นตอนที่ {0}/{1}
tr: Adım {0}/{1}
vi: Bước {0}/{1}
zh_hans: 步骤 {0}/{1}
zh_hant: 步驟 {0}/{1}

# UI_Price
source: Price
ar: السعر
es: Precio
fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
ro: Preț
ru: Цена
th: ราคา
tr: Fiyat
vi: Giá
zh_hans: 价格
zh_hant: 價格

# UI_CentiliPaymentMethod
source: Centili (Mobile billing)
ar: Centili (الدفع عن طريق الموبايل)
es: Centili (facturación móvil)
fr: Centili (achat sur mobile)
id: Centili (Billing mobile)
it: Centili (Fatturazione mobile)
ja: Centili（モバイル請求）
ko: Centili (모바일 결제)
nl: Centili (Mobiele betaling)
pl: Centili (płatności mobilne)
pt_br: Fortumo (fatura móvel)
ro: Centili (Facturare prin operatorul de telefonie mobilă)
ru: Centili (мобильные платежи)
th: Centili (การเรียกเก็บเงินผ่านมือถือ)
tr: Centili (Mobil ödeme)
zh_hans: Centili（手机付款）
zh_hant: Centili (行動支付)

# UI_FortumoPaymentMethod
source: Fortumo (Mobile billing)
ar: Fortumo (الدفع عن طريق الموبايل)
es: Fortumo (facturación móvil)
fr: Fortumo (achat sur mobile)
id: Fortumo (Billing mobile)
it: Fortumo (Fatturazione mobile)
ja: Fortumo（モバイル請求）
ko: Fortumo (모바일 결제)
nl: Fortumo (Mobiele betaling)
pl: Fortumo (płatności mobilne)
pt_br: Fortumo (fatura móvel)
ro: Fortumo (Facturare prin operatorul de telefonie mobilă)
ru: Fortumo (мобильные платежи)
th: Fortumo (การเรียกเก็บเงินผ่านมือถือ)
tr: Fortumo (Mobil ödeme)
zh_hans: Fortumo（手机付款）
zh_hant: Fortumo (行動支付)
